IDEA Open Model
CrossSectionCreepCoefficientAttribute.Components Property
 List of components
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<CrossSectionCreepCoefficientData> Components { get; set; }
Public Property Components As List(Of CrossSectionCreepCoefficientData)
	Get
	Set
public:
property List<CrossSectionCreepCoefficientData^>^ Components {
	List<CrossSectionCreepCoefficientData^>^ get ();
	void set (List<CrossSectionCreepCoefficientData^>^ value);
}
Property Value
Type: List<CrossSectionCreepCoefficientData>
See Also
Reference
CrossSectionCreepCoefficientAttribute Class
IdeaRS.OpenModel.CrossSection Namespace